# St7GetLinkDashes

Returns whether dashes indicating linked degrees of freedom are drawn at the ends of links.

long St7GetLinkDashes(long uID, bool* Show)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Show
The state of the Show DoF Dashes option; either True or False.